{"sections":{"slideshow_HDn9Gz":{"type":"slideshow","blocks":{"image_PrkRGQ":{"type":"image","settings":{"title":"Do Not Share My Personal Information","title_size":60,"subheading":"","link":"","link_text":"","target":"","text_align":"vertical-bottom horizontal-center","image":"shopify:\/\/shop_images\/bg-contact.jpg","parallax_direction":"top","overlay_opacity":0}}},"block_order":["image_PrkRGQ"],"settings":{"section_height":"450px","mobile_height":"auto","parallax":true,"style":"arrows","autoplay":true,"autoplay_speed":5,"lazyload_images":true}},"text_MXKrgH":{"type":"text","blocks":{"text_block_6XEA9y":{"type":"text_block","settings":{"title":"What We Collect","text":"<p>As described in our Privacy Policy, we collect personal information from your interactions with us and our website, including through cookies and similar technologies. We may also share this personal information with third parties, including advertising partners. We do this in order to show you ads on other websites that are more relevant to your interests and for other reasons outlined in our privacy policy.<\/p><p>Sharing of personal information for targeted advertising based on your interaction on different websites may be considered \"sales\", \"sharing\", or \"targeted advertising\" under certain U.S. state privacy laws. Depending on where you live, you may have the right to opt out of these activities. If you would like to exercise this opt-out right, please follow the instructions below.<\/p><p>If you visit our website with the Global Privacy Control opt-out preference signal enabled, depending on where you are, we will treat this as a request to opt-out of activity that may be considered a “sale” or “sharing” of personal information or other uses that may be considered targeted advertising for the device and browser you used to visit our website.<\/p>","button_label":"","button_link":"","layout":"center"}}},"block_order":["text_block_6XEA9y"],"settings":{"top_padding":true,"bottom_padding":true,"backgroundcolor":"#000000","fontcolor":"#ffffff"}},"main":{"type":"main-page-full-width","disabled":true,"settings":{}}},"order":["slideshow_HDn9Gz","text_MXKrgH","main"]}